Repository: steam3d/MagicPods-Windows-UI-Strings
Catalog: */Resources.resw
Source language: en_us
Languages: ar_aa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, fa_ir, fi_fi, fil, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kn_in, ko_kr, lt_lt, lv_lv, mn_mn, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_latn, sv_se, te_in, th_th, tr_tr, uk_ua, ur_pk, vi_vn, yue, zh_cn, zh_tw

# Support_Setting_License_Button.Content
source: Enter key
ar_aa: ادخل المفتاح
bg_bg: Въведи ключ
ca_es: Introduir llicència
cs_cz: Zadejte klíč
da_dk: Indtast nøgle
de_de: Lizenzschlüssel eingeben
el_gr: Εισάγετε το κλειδί άδειας χρήσης
es_es: Introducir licencia
es_mx: Introducir clave
fa_ir: وارد کردن کلید لایسنس
fi_fi: Syötä avain
fil: Ilagay ang susi
fr_fr: Entrez la clé
he_il: מקש אנטר
hi_in: चाबी डालें
hr_hr: Unesite ključ
hu_hu: Kulcs megadása
id_id: Masukkan kode
it_it: Inserisci la chiave
ja_jp: 、エンターキー
kn_in: ಕೀಲಿಯನ್ನು ನಮೂದಿಸಿ
mn_mn: Түлхүүрийг оруулна уу
nl_nl: Voer sleutel in
pl_pl: Wprowadź klucz
pt_pt: Introduza a chave da licença
ro_ro: Introdu licența
ru_ru: Ввести ключ
sq_al: Fut çelësin
te_in: కీ నమోదు చేయండి
tr_tr: Lisans anahtarını giriniz
uk_ua: Введіть ключ
vi_vn: Nhập mã
yue: 輸入密鑰
zh_tw: 輸入授權金鑰

# Support_Setting_License_ContentDialog_Save.Title
source: License
ar_aa: رخصة
bg_bg: лиценз
ca_es: Llicència
cs_cz: Licence
da_dk: Licens
de_de: Lizenz
el_gr: Άδεια Χρήσης
es_es: Licencia
es_mx: Licencia
fa_ir: لایسنس برنامه
fi_fi: Lisenssi
fil: Lisensya
fr_fr: Licence
he_il: רישיון
hi_in: लाइसेंस
hr_hr: Dozvola
hu_hu: Licensz
id_id: Lisensi
it_it: Licenza
ja_jp: 免許
kn_in: ಪರವಾನಗಿ
mn_mn: Лиценз
nl_nl: Licentie
pl_pl: Licencja
pt_pt: Licença
ro_ro: Licență
ru_ru: Лицензия
sq_al: Licenca
te_in: లైసెన్స్
tr_tr: Lisans
uk_ua: Ліцензія
vi_vn: Bản quyền
yue: 密鑰
zh_tw: 授權

# Support_Setting_License_ContentDialog_Save.PrimaryButtonText
source: Save
ar_aa: احفظ
bg_bg: Запази
ca_es: Desar
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
es_es: Guardar
es_mx: Salvar
fa_ir: ذخیره
fi_fi: Tallenna
fr_fr: Enregistrer
he_il: שמור
hi_in: संरक्षित करें
hr_hr: spremi
hu_hu: Mentés
id_id: Simpan
it_it: Salva
ja_jp: 救う
kn_in: ಉಳಿಸಿ
mn_mn: Хадгалах
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salvează
ru_ru: Сохранить
sq_al: Ruaj
te_in: సేవ్ చేయండి
tr_tr: Kaydet
uk_ua: Зберегти
vi_vn: Lưu
yue: 保存
zh_tw: 儲存

# License_ProductKey_Header.Text
source: Product key
ar_aa: مفتاح الترخيص
bg_bg: продуктов ключ
ca_es: Clau de producte
cs_cz: Produktový klíč
da_dk: Produktnøgle
de_de: Produktschlüssel
el_gr: Κλειδί άδειας χρήσης προϊόντος
es_es: Clave de producto
es_mx: Clave de producto
fa_ir: کد محصول
fi_fi: Tuoteavain
fil: Susi ng produkto
fr_fr: Clé de produit
he_il: מפתח מוצר
hi_in: उत्पाद चाबी
hr_hr: Ključ proizvoda
hu_hu: Termék kulcs
id_id: Kode lisensi Produk
it_it: Chiave del prodotto
ja_jp: プロダクトキー
kn_in: ಉತ್ಪನ್ನಕೀಲಿ
mn_mn: Бүтээгдэхүүний түлхүүр
nl_nl: Product Code
pl_pl: Klucz produktu
pt_pt: Chave do produto
ro_ro: Licență de produs
ru_ru: Ключ продукта
sq_al: Çelësi i produktit
te_in: ప్రోడక్ట్ కీ
tr_tr: Ürün anahtarı
uk_ua: Ключ продукту
vi_vn: Mã sản phẩm
yue: 產品密鑰
zh_tw: 產品密鑰

# License_LicenseKey_Header.Text
source: License key
ar_aa: مفتاح الترخيص
bg_bg: Лицензионен ключ
ca_es: Clau de llicència
cs_cz: Licenční klíč
da_dk: Licensnøgle
de_de: Lizenzschlüssel
el_gr: Κλειδί άδειας χρήσης
es_es: Clave de licencia
es_mx: Clave de licencia
fa_ir: کلید لایسنس
fi_fi: Lisenssiavain
fil: Susi ng Lisensya
fr_fr: Clé de licence
he_il: מפתח רישיון
hi_in: लाइसेंस चाबी
hr_hr: Licenčni ključ
hu_hu: Licensz kulcs
id_id: Kode lisensi
it_it: Chiave della licenza
ja_jp: ライセンスキー
kn_in: ಪರವಾನಗಿ ಕೀಲಿ
mn_mn: Лицензийн түлхүүр
nl_nl: Licentie sleutel
pl_pl: Klucz licencyjny
pt_pt: Chave da licença
ro_ro: Cheie de licență
ru_ru: Лицензионный ключ
sq_al: Çelësi i licencës
te_in: లైసెన్స్ కీ
tr_tr: Lisans anahtarı
uk_ua: Ліцензійний ключ
vi_vn: Mã kích hoạt
yue: 認證密鑰
zh_tw: 授權金鑰

# License_LicenseKey.PlaceholderText
source: Paste the license key here
ar_aa: لصق مفتاح الترخيص
bg_bg: Постави лицензионния ключ тук
ca_es: Enganxeu la clau de llicència aquí
cs_cz: Vložte licenční klíč zde
da_dk: Indsæt licensnøglen her
de_de: Lizenzschlüssel hier einfügen
el_gr: Επικολλήστε το κλειδί άδειας χρήσης εδώ
es_es: Pega la licencia aquí
es_mx: Pegue la clave de licencia aquí
fa_ir: کلید لایسنس را در اینجا کپی کنید
fi_fi: Liitä lisenssiavain tähän
fil: Ilagay and susi ng lisensya dito
fr_fr: Collez la clé de licence
he_il: הדבק את מפתח הרישיון כאן
hi_in: लाइसेंस की यहाँ डालें
hr_hr: Ovdje zalijepite licenčni ključ
hu_hu: Másold a licensz kulcsot ide
id_id: Tempel kode lisensi disini
it_it: Incolla la chiave della licenza qui
ja_jp: ここにライセンスキーを貼り付けます
kn_in: ಪರವಾನಗಿ ಇಲ್ಲಿ ಅಂಟಿಸಿ
mn_mn: Лицензийн түлхүүрийг энд оруулна уу
nl_nl: Plak de licentie sleutel hier
pl_pl: Wklej klucz licencyjny tutaj
pt_pt: Cole a chave da licença aqui
ro_ro: Copiază aici licența
ru_ru: Вставьте сюда лицензионный ключ
sq_al: Ngjit çelësin e licencës këtu
te_in: లైసెన్స్ కీ ఇక్కడ పేస్ట్ చేయండి
tr_tr: Lisans anahtarını buraya yazınız
uk_ua: Введіть ліцензійний ключ тут
vi_vn: Dán mã kích hoạt tại đây
yue: 在此粘貼認證密鑰
zh_tw: 在這裡貼上授權金鑰

# License_KeyNotValid.Text
source: The license key is not valid. Please try again or use a different license key.
ar_aa: مفتاح الترخيص غير صالح. الرجاء المحاولة مرة أخرى أو استخدام مفتاح ترخيص مختلف.
bg_bg: Лицензионният ключ е невалиден. Моля опитайте отново или използвайте друг лицензионен ключ.
ca_es: La clau de llicència no és vàlida. Torneu-ho a provar o utilitzeu una clau de llicència diferent.
cs_cz: Licenční klíč není platný. Zkuste to prosím znovu nebo použijte jiný licenční klíč.
da_dk: Licensnøglen er ikke gyldig. Prøv igen eller brug en anden licensnøgle.
de_de: Der Lizenzschlüssel ist ungültig. Bitte versuche es noch einmal oder nutze ein anderen Lizenzschlüssel.
el_gr: Το κλειδί άδειας χρήσης δεν είναι έγκυρο. Παρακαλώ δοκιμάστε ξανά ή δοκιμάστε άλλο κλειδί.
es_es: La licencia no es válida. Prueba de nuevo o usa otra clave de licencia.
es_mx: La clave de licencia no es válida. Inténtelo de nuevo o utilice una clave de licencia diferente.
fa_ir: کلید لایسنس وارد شده معتبر نیست. لطفا دوباره تلاش کنید یا از یک کلید متفاوت استفاده کنید.
fi_fi: Lisenssiavain ei ole kelvollinen. Kokeile uudelleen tai käytä toista lisenssiavainta.
fil: Ang susi sa lisensya ay hindi wasto. Subukang muli o kaya ay gumamit ng ibang susi sa lisensya.
fr_fr: La clé de licence n'est pas valide. Veuillez réessayer ou utiliser une autre clé de licence.
he_il: מפתח הרישיון אינו תקף. אנא נסה שוב או השתמש במפתח רישיון אחר.
hi_in: यह लाइसेंस चाबी वैध नहीं है। कृपया पुनः प्रयास करें या किसी अलग लाइसेंस चाबी का उपयोग करें।
hr_hr: Licenčni ključ nije valjan. Pokušajte ponovno ili upotrijebite drugi licenčni ključ.
hu_hu: A licensz kulcs nem érvényes. Kérlek próbáld újra vagy használj egy másik licensz kulcsot.
id_id: Kode lisensi tidak valid. Mohon coba kembali atau gunakan kode lisensi yang berbeda.
it_it: La chiave della licenza non è valida. Per favore riprova o usane una diversa.
ja_jp: ライセンスキーは無効です。再度お試しいただくか、別のライセンスキーを使用してください。
kn_in: ಪರವಾನಗಿ ಕೀಲಿಯು ಮಾನ್ಯವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಬೇರೆ ಪರವಾನಗಿ ಕೀಲಿಯನ್ನು ಬಳಸಿ.
mn_mn: Лицензийн түлхүүр хүчингүй байна. Дахин оролдох эсвэл өөр лицензийн түлхүүр ашиглана уу.
nl_nl: De licentie sleutel is niet geldig. Probeer het opnieuw of gebruik een andere licentie sleutel.
pl_pl: Ten klucz licencyjny nie jest poprawny. Spróbuj ponownie lub wprowadź inny.
pt_pt: A chave da licença não é valida. Por favor tente novamente ou introduza outra licença.
ro_ro: Licența nu este validă. Încearcă alta.
ru_ru: Лицензионный ключ недействителен. Пожалуйста, попробуйте еще раз или используйте другой лицензионный ключ.
sq_al: Çelësi i licencës nuk është i vlefshëm. Ju lutemi provoni përsëri ose përdorni një çelës tjetër licence.
te_in: లైసెన్స్ కీ చెల్లదు. దయచేసి మళ్లీ ప్రయత్నించండి లేదా వేరే లైసెన్స్ కీ ఉపయోగించండి.
tr_tr: Bu lisans anahtarı kullanılmıyor. Lütfen tekrar deneyin ya da farklı bir lisans anahtarı kullanınız.
uk_ua: Ліцензійний ключ не є дійсним. Будь ласка, перевірте його та спробуйте ще раз.
vi_vn: Mã kích hoạt không chính xác. Hãy nhập lại hoặc dùng mã kích hoạt khác.
yue: 呢個認證密鑰無效。請重新或者使用不同認證密鑰。
zh_tw: 此授權金鑰無效。請重新輸入或使用另一個授權金鑰。

# Support_Setting_License.Description
source: The license key needs to be re-entered after the application is reinstalled
ar_aa: يجب إعادة إدخال مفتاح الترخيص بعد إعادة تثبيت التطبيق
bg_bg: Лицензионният ключ трябва да бъде въведен отново след преинсталиране на приложението
ca_es: És necessari tornar a introduir la clau de llicència després de reinstal·lar l'aplicació
cs_cz: Licenční klíč je nutné zadat znovu po přeinstalaci aplikace
da_dk: Licensnøglen skal indtastes igen, efter at applikationen er geninstalleret
de_de: Der Lizenzschlüssel muss erneut angegeben nach der Neuinstallation des Programmes eingegeben werden
el_gr: Το κλειδί άδειας χρήσης πρέπει να επανακαταχωρηθεί μετά την επανεκκίνηση της εφαρμογής
es_es: Es necesario volver a ingresar la clave de licencia después de reinstalar la aplicación
es_mx: Es necesario volver a ingresar la licencia después de reinstalar la aplicación
fa_ir: لایسنس برنامه باید پس از نصب مجدد برنامه دوباره وارد شود ( حتما آن را در جایی یادداشت کنید )
fi_fi: Lisenssiavain on syötettävä uudelleen, kun sovellus asennetaan uudelleen
fil: Ang susi ng lisensya ay kailangan ilagay muli pagkatapos i-reinstall ang aplikasyon
fr_fr: La clé de licence doit être réintroduite après la réinstallation de l'application
he_il: יש להזין מחדש את מפתח הרישיון לאחר התקנה מחדש של היישום
hi_in: एप्लिकेशन को पुनः स्थापित करने के बाद लाइसेंस कुंजी को पुनः दर्ज करें
hr_hr: Licenčni ključ potrebno je ponovno unijeti nakon ponovne instalacije aplikacije
hu_hu: A licensz kulcsot újra meg kell adni az alkalmazás újratelepítése után
id_id: Kode lisensi harus di masukkan kembali setelah aplikasi di install ulang
it_it: La licenza deve essere inserita nuovamente dopo la reinstallazione dell'app
ja_jp: アプリケーションを再インストールした後、ライセンスキーを再入力する必要があります
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮರುಸ್ಥಾಪಿಸಿದ ನಂತರ ಪರವಾನಗಿ ಕೀಲಿಯನ್ನು ಮರು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ
mn_mn: Програмыг дахин суулгасны дараа лицензийн түлхүүрийг дахин оруулах шаардлагатай
nl_nl: De licentie sleutel moet opnieuw ingevoerd worden nadat de applicatie opnieuw is geïnstalleerd
pl_pl: Po ponownej instalacji aplikacji będziesz musiał wprowadzić klucz licencyjny od nowa
pt_pt: A chave da licença vai ter que ser reintroduzida depois da reinstalação da aplicação
ro_ro: Licența trebuie reintrodusă după reinstalarea aplicației
ru_ru: Лицензионный ключ потребуется ввести снова после переустановки приложения
sq_al: Çelësi i licencës duhet të futet përsëri pasi aplikacioni të riinstalohet
te_in: యాప్లికేషన్ మళ్లీ ఇన్‌స్టాల్ చేసిన తర్వాత లైసెన్స్ కీను తిరిగి నమోదు చేయాలి
tr_tr: Lisans anahtarının uygulama yeniden yüklendiğinde tekrardan girilmesi gerekir
uk_ua: Ліцензійний ключ повинен бути введеним повторно після перевстановлення додатку
vi_vn: Mã kích hoạt cần được xác minh lần nữa sau khi cài đặt lại phần mềm
yue: 該應用重新安裝時，認證密鑰需要重新輸入
zh_tw: 當軟體重新安裝後，需要重新輸入授權金鑰

# Headphones_Setting_Aap_NoiseControl.Header
source: Noise control
ar_aa: تحكم الضوضاء
bg_bg: Контрол на шума
ca_es: Control de soroll
cs_cz: Hlukový filtr
da_dk: Støjkontrol
de_de: Geräuschkontrolle
el_gr: Έλεγχος θορύβου
es_es: Control de ruido
es_mx: Control de Ruido
fa_ir: کنترل نویز
fi_fi: Melunhallinta
fil: Kontrol sa ingay
fr_fr: Contrôle du bruit
he_il: בקרת רעש
hi_in: शोर नियंत्रण
hr_hr: Regulacija buke
hu_hu: Zajkezelés
id_id: Pengaturan kebisingan
it_it: Controllo del rumore
ja_jp: 騒音制御
kn_in: ಶಬ್ದ ನಿಯಂತ್ರಣ
mn_mn: Дуу чимээний хяналт
nl_nl: Koop Licentiesleutel
pl_pl: Tryb redukcji hałasu
pt_pt: Controlo de ruído
ro_ro: Control zgomot
ru_ru: Управление шумом
sq_al: Kontrolli i zhurmës
te_in: నాయిస్ కంట్రోల్
tr_tr: Ses kontrolü
uk_ua: Керування шумом
vi_vn: Khử tiếng ồn
yue: 噪音控制
zh_tw: 噪音控制

# Headphones_Setting_Aap_NoiseControl_Item_Adaptive.Text
source: Adaptive
ar_aa: تكيفي
bg_bg: Адаптивен
ca_es: Adaptatiu
cs_cz: Adaptivní režim
da_dk: Adaptiv
de_de: Adaptiv
el_gr: Προσαρμοστικό
es_es: Adaptativo
es_mx: Adaptativo
fa_ir: تطبیقی
fi_fi: Mukautuva
fil: Umaangkop
fr_fr: Adaptatif
he_il: שמע מותאם
hi_in: अनुकूलक
hr_hr: Prilagodljiv
hu_hu: Adaptív
id_id: Adaptif
it_it: Adattivo
ja_jp: アダプティヴ
kn_in: ಹೊಂದಿಕೊಳ್ಳುವ
mn_mn: Дасан зохицох чадвартай
nl_nl: Adaptief
pl_pl: Adaptacyjny
pt_pt: Adaptativo
ro_ro: Adaptiv
ru_ru: Адаптивно
sq_al: Përshtatshëm
te_in: అడాప్టివ్
tr_tr: Adaptif
uk_ua: Адаптивно
vi_vn: Xuyên âm
yue: 適應性模式
zh_tw: 適應性模式

# Headphones_Setting_Aap_CycleBetween.Header
source: Cycle between
ar_aa: تبديل بين
bg_bg: Цикъл през
ca_es: Canvia entre
cs_cz: Přepínání mezi režimy
da_dk: Skift mellem
de_de: Wechsel zwischen
el_gr: Εναλλαγή μεταξύ λειτουργιών θορύβου
es_es: Cambia entre
es_mx: Alternar entre
fa_ir: چرخیدن بین
fi_fi: Vuorottele
fil: Nagpapalit-palit
fr_fr: Basculer entre
he_il: מעבר בין האפשרויות
hi_in: के बीच चक्रित करें
hr_hr: Ciklus između
hu_hu: Váltás a következők között
it_it: Alterna tra
ja_jp: 間のサイクル
kn_in: ನಡುವೆ ಆವರ್ತಗೊಳಿಸು
mn_mn: хооронд эргэлдэнэ
nl_nl: Wissel tussen
pl_pl: Przełącz pomiędzy
pt_pt: Alternar entre
ro_ro: Ciclu între
ru_ru: Переключение функций
sq_al: Cikli ndërmjet
te_in: మోడ్‌ల మధ్య సైకిల్ చేయండి
tr_tr: Arasında geçiş yap
uk_ua: Перемикатись поміж
vi_vn: Tự động chuyển đổi
yue: 循環
zh_tw: 循環

# Headphones_Setting_Aap_CycleBetween.Description
source: Press the button on AirPods Max or press and hold the left or right AirPod on AirPods Pro to cycle between the selected noise control modes.
ar_aa: اضغط على الزر في airpds max او اضغط وامسك زر اليمين او اليسار على السماعة للتنقل بين وضعيات عزل الصوت.
bg_bg: Натиснете бутона на AirPods Max или натиснете и задръжте левия или десния AirPod на AirPods Pro за да превключвате между избраните режими за контрол на шума.
ca_es: Prem el botó dels AirPods Max o mantingues premut l'AirPod esquerre o dret dels AirPods Pro per canviar entre els modes de control de soroll seleccionats.
cs_cz: Stisknutím tlačítka na AirPods Max nebo stisknutím a podržením levého nebo pravého AirPodu na AirPods Pro můžete přepínat mezi vybranými režimy regulace hluku.
da_dk: Tryk på knappen på AirPods Max, eller tryk og hold på venstre eller højre AirPod på AirPods Pro for at skifte mellem de valgte støjkontroltilstande.
de_de: Drücke den Knopf auf den AirPods Max oder drücke und halte den linken oder rechten AirPod von AirPods Pro um zwischen den Geräuschmodi zu wechseln.
el_gr: Πατήστε το κουμπί στα AirPods Max ή πατήστε παρατεταμένα το αριστερό ή δεξί AirPod στα AirPods Pro για να κάνετε εναλλαγές μεταξύ των λειτουργιών θορύβου ελέγχου.
es_es: Pulsa el botón de los AirPods Max o mantén pulsado el AirPod izquierdo o derecho en los AirPods Pro para cambiar entre los modos de control de ruido seleccionados.
es_mx: Presione el botón en los Airpods Max o presione y mantenga el Airpod izquierdo o derecho en los Airpods Pro para alternar entre los modos de control de ruido seleccionados.
fa_ir: برای جا به جایی بین حالت های صدا دکمه روی ایرپاد مکس خود را فشار داده یا دسته گوش چپ یا راست ایرپاد پرو خود را فشار داده و نگه دارید
fi_fi: Paina AirPods Maxien painiketta tai pidä oikean AirPodin vartta painettuna AirPods Prossa vuorotellaksesi valittujen melunhallintatilojen välillä.
fil: Pindutin ang pindutan sa AirPods Max o kaya naman ay pindutin at diinan ang kaliwa o kanan na AirPod sa AirPods Pro upang magpalit mula sa mga napiling pamamaraan ng pag kontrol sa ingay.
fr_fr: Appuyez sur le bouton des AirPods Max ou maintenez enfoncé l'AirPod gauche ou droit des AirPods Pro pour basculer entre les modes de contrôle du bruit sélectionnés.
he_il: לחצו על הכפתור ב-AirPods Max או לחצו והחזיקו את ה-AirPod השמאלי או הימני ב-AirPods Pro כדי לעבור בין מצבי בקרת רעשי רקע שנבחרו.
hi_in: चयनित शोर नियंत्रण मोड के बीच चक्रित करने के लिए AirPods Max पर बटन दबाएं या AirPods Pro पर बाएं या दाएं AirPod को दबाकर रखें।
hr_hr: Pritisnite tipku na AirPods Max slušalicama ili pritisnite i držite lijevu ili desnu AirPod slušalicu na AirPods Pro slušalicama za kretanje između odabranih načina regulacije buke.
hu_hu: Nyomd meg a gombot az Airpods Max-on vagy tartsd nyomva a jobb vagy bal Airpod-ot az Airpods Pro-n, hogy válts a zajkezelés módok között.
id_id: Tekan tombol yang berada di AirPods Max atau tekan dan tahan AirPods kiri atau kanan pada AirPods Pro untuk beralih di antara mode pengendalian kebisingan yang dipilih.
it_it: Premi il pulsante sulle AirPods Max o premi e mantieni l'AirPod destro o sinistro delle AirPods Pro per alternare tra le modalità di controllo del rumore selezionate.
ja_jp: AirPods Maxのボタンを押すか、AirPods Proの左右のAirPodを長押しして、選択したノイズコントロールモードを切り替えます。
kn_in: ಆಯ್ದ ಶಬ್ದ ನಿಯಂತ್ರಣ ವಿಧಾನಗಳ ನಡುವೆ ಸೈಕಲ್ ಮಾಡಲು ಏರ್‌ಪಾಡ್ಸ್ ಮ್ಯಾಕ್ಸ್ ನಲ್ಲಿರುವ ಬಟನ್ ಒತ್ತಿರಿ ಅಥವಾ ಏರ್‌ಪಾಡ್ಸ್ ಪ್ರೊ ನಲ್ಲಿ ಎಡ ಅಥವಾ ಬಲ ಏರ್‌ಪಾಡ್ಸ್ ಅನ್ನು ಒತ್ತಿ ಹಿಡಿದುಕೊಳ್ಳಿ.
mn_mn: Сонгосон дуу чимээний хяналтын горимуудын хооронд шилжихийн тулд AirPods Max дээрх товчлуурыг дар эсвэл AirPods Pro дээрх зүүн эсвэл баруун AirPod-г удаан дар.
nl_nl: Druk op de knop op AirPods Max of houd de linker of rechter AirPod op AirPods Pro ingedrukt om te schakelen tussen de geselecteerde ruisonderdrukkingsmodus.
pl_pl: Naciśnij przycisk na słuchawkach AirPods Max lub naciśnij i przytrzymaj lewą lub prawą słuchawkę AirPods Pro, aby przełączać się między wybranymi trybami kontroli hałasu.
pt_pt: Pressione o botão nos AirPods Max ou pressione e segure o AirPod esquerdo ou direito nos AirPods Pro para alternar entre os modos de controlo de ruído selecionados.
ro_ro: Apăsați butonul de pe AirPods Max sau țineți apăsat AirPod din stânga sau din dreapta pe AirPods Pro pentru a comuta între modurile de control al zgomotului selectate.
ru_ru: Нажмите кнопку на AirPods Max или нажмите и удерживайте левый или правый AirPod на AirPods Pro, чтобы переключаться между выбранными режимами шумоподавления.
sq_al: Shtypni butonin në AirPods Max ose shtypni dhe mbani shtypur AirPodin e majtë ose të djathtë në AirPods Pro për të kaluar midis modaliteteve të zgjedhura të kontrollit të zhurmës.
te_in: AirPods Max లో బటన్‌ను నొక్కండి లేదా AirPods Pro లో ఎడమ లేదా కుడి AirPod ను నొక్కి ఉంచి, ఎంచుకున్న noise control మోడ్‌ల మధ్య సైకిల్ చేయండి.
tr_tr: Seçilen gürültü kontrolü modları arasında geçiş yapmak için AirPods Max düğmesine basın veya AirPods Pro sol veya sağ AirPod basılı tutun.
uk_ua: Натисність кнопку на AirPods Max або натисніть та утримуйте лівий або правий AirPod на AirPods Pro для того, щоб перемикатися поміж обранними режимами шумозаглушення.
vi_vn: Nhấn nút trên Airpods Max hoặc nhấn và giữ vào tai trái hoặc tai phải của Airpods Pro để tự động chuyển đổi giữa các chế độ khử ồn.
yue: 按下 AirPods Max 上的按鈕或按住 AirPods Pro 上的左 AirPod 或右 AirPod，即可在選定的噪音控制模式之間循環。
zh_tw: 按下 AirPods Max 上的按鈕或按住 AirPods Pro 上的左 AirPod 或右 AirPod，即可在選定的噪音控制模式之間循環。

# Headphones_Setting_Aap_CycleBetween_Item_Adaptive.Content
source: Adaptive
ar_aa: تكيفي
bg_bg: Адаптивен
ca_es: Adaptatiu
cs_cz: Adaptivní režim
da_dk: Adaptiv
de_de: Adaptiv
el_gr: Προσαρμοστικό
es_es: Adaptativo
es_mx: Adaptativo
fa_ir: تطبیقی
fi_fi: Mukautuva
fil: Umaangkop
fr_fr: Adaptatif
he_il: שמע מותאם
hi_in: अनुकूली
hr_hr: Prilagodljiv
hu_hu: Adaptív
id_id: Adaptif
it_it: Adattivo
ja_jp: アダプティヴ
kn_in: ಹೊಂದಿಕೊಳ್ಳುವ
mn_mn: Дасан зохицох чадвартай
nl_nl: Adaptief
pl_pl: Adaptacyjny
pt_pt: Adaptativo
ro_ro: Adaptiv
ru_ru: Адаптивно
sq_al: Përshtatshëm
te_in: అడాప్టివ్
tr_tr: Adaptif
uk_ua: Адаптивно
vi_vn: Xuyên âm
yue: 適應性模式
zh_tw: 適應性模式

# Headphones_Setting_Aap_ConversationAwareness.Header
source: Conversation awareness
ar_aa: انتبة للمحادثة
bg_bg: Осведоменост за разговор
ca_es: Detecció de conversa
cs_cz: Detekce konverzací
da_dk: Bevidsthed om samtaler
de_de: Konversationserkennung
el_gr: Αναγνώριση συζητήσεων
es_es: Detección de conversación
es_mx: Sensibilidad a la conversación
fa_ir: آگاهی از مکالمه
fi_fi: Keskustelun tunnistus
fil: May kamalayan sa pag-uusap
fr_fr: Détection de conversation
he_il: מודעות לשיחה שאתה משתתף בה
hi_in: वार्तालाप जागरूकता
hr_hr: Svijest o razgovoru
hu_hu: Beszélgetésérzékelés
id_id: Kesadaran percakapan
it_it: Rilevamento della conversazione
ja_jp: 会話の認識
kn_in: ಸಂಭಾಷಣೆಯ ಅರಿವು
mn_mn: Харилцааны мэдлэг
nl_nl: gesprek bewustzijn
pl_pl: Wykrywanie rozmów
pt_pt: Deteção de conversa
ro_ro: Conștientizarea conversației
ru_ru: Распознавание разговора
sq_al: Ndërgjegjësimi i bisedës
te_in: సంభాషణ అవగాహన
tr_tr: Konuşma farkındalığı
uk_ua: Розпізнавання розмови
vi_vn: Nhận Biết Cuộc Hội Thoại
yue: 對話感知
zh_tw: 對話感應
